app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Tech"], ["room_number", 1], ["created_at", "2021-03-20 23:00:34.857558"], ["updated_at", "2021-03-20 23:00:34.857558"]]
---
    def create
        @school_class = SchoolClass.create(class_params)